{"LANGUAGE":"English","HEADER":{"NEWS":"NEWS","EDUCATION":"EDUCATION","EXHIBITION":"EXHIBITION","EVENTS":"EVENTS","CO_WORKING":"CO-WORKING","INCUBATOR":"PROJECT"},"NEWS":{"PREVIOUS":"Previous","NEXT":"Next","SHANGHAI_BC":"Shanghai BC","TACHION_TITLE":"Youth Power | Tachion Campus Tour · Duke Kunshan University","CONTENT":"On January 18th, Tachion Campus went to Kunshan Duke University in the third phase. Ingrid Yu, Blockchain Centre Shanghai Operations Manager Olivia Cheng, who graduated from Sotheby's College of Art but cross-border technology, discussed with the students Chain and the Internet.","MORE":"more","EVENTS_COMMUNITY":"Events & Community","EDUCATION_TRAINING":"Education & Training","INCUBATION_PROGRAM":"Incubation Program","TALENT_POOL":"Talent Pool","CROSS_BORDER":"Cross-border Collaboration","ALL_NEWS":"ALL NEWS","RECOMMENDED":"RECOMMENDED"},"HOME":{"WELCOME_TO":"Welcome To Blockchain Centre New Delhi","CONTENT":"India chapter of the world's first non-profit education & knowledge hub dedicated to promote blockchain ","PREVIOUS":"Previous","NEXT":"Next","BLOCKCHAIN_CENTRE_IS":"We are the India chapter of global Blockchain Centre network ecosystem","BLOCKCHAIUN_CENTRE_ON":"We believe blockchain is a key technology for the future and India should be a leading blockchain country. Towards this end, Blockchain Centre New Delhi will help create a vibrant blockchain community in India that is connected to the global blockchain community. Blockchain Centre focuses on the blockchain community and plays an integral role in promoting blockchain technology around the world.","BLOCKCHAIN_CENTRE_BRINGS":" The first Blockchain Centre was established in 2014 in Melbourne. To date, our global network of 17 centres span across 13 countries and 16 cities including China, Australia, United Arab Emirates, Singapore, USA, Canada, Russia, Malaysia, Lithuania and Colombia. Blockchain Centre New Delhi is the 17th chapter of the global network.","WHAT_DO_WE_DO":"What Do We Do?\r\n","EVENTS_COMMUNITY":"Events & Community","EDUCATION_TRAINING":"Education & Training","INCUBATION_PROGRAM":"Projects","TALENT_POOL":"Collaboration","CROSS_BORDER":"Cross Border Knowledge Exchange","WORLD_LOCATIONS":"Blockchain Centre World Locations","MISSION":"Educate ","CONSTRUCTING_A_BLOCKCHAIN":"Blockchain Centre New Delhi is focussed on delivering blockchain courses and research that meets global standards. ","BUILDING_AN":"We are devoted to constructing a blockchain talent ecosystem with education as the core","VISION":"Enable","PROMOTING_INTERNATIONAL":"Blockchain Centre New Delhi will organise meet-ups, events, workshops and bringing thought leaders in front of the community","ENHANCING_THE":"With a goal to promote knowledge exchange and cooperation and to build a blockchain center of excellence for India","POSITIONING":"Empower","SYSTEM_PLATFORM":"Blockchain Centre New Delhi will promote corporate partnerships, connect with global blockchain community and funding for local blockchain start-ups in India","POPULARIZING_BLOCKCHAIN":"We will enable system platform serving the global blockchain industry ecosystem","ABOUT_US":"About Us","THE_BLOCKCHAIN_CENTRE":"Blockchain Centre New Delhi is a community and knowledge hub for blockchain startups in India, with over 4,000 people in our ecosystem. As India’s largest community of blockchain technology entrepreneurs, experts, mentors and investors, our goal is to EDUCATE, ENABLE & EMPOWER communities & startups for them to realize their potential.","BLOCKCHAIN_CENTRE_TEAMED":"Blockchain Centre teamed up with major universities to bring together teachers to develop different types of educational programs in the face of different levels of demand: basic online courses, short courses with a certain knowledge base, and a high-level enrichment course for people in the industry.","THE_CHOICE_OF":"The choice of using Blockchain for NGO as a medium of increasing trust score is one our special feature for this quarter. The intuitiveness and appeal of Blockchain can effectively help bridge the gap of mistrust that is associate with NGO grants. Through the grassroots implementation of the model, we aim to impact the technology adoption to crave the new modern India","CONTINUOUS_COMMUNITY":"Continuous community activities are also the highlight of the centre. Through cross-border big coffee sharing forums & meet ups, guest share topic and promote student interaction, sharing industry knowledge and cross-border interactive learning. Blockchain for NGO is a charity project initiated by the Blockchain Centre New Delhi.","RELYING_ON_A":"Relying on a wealth of offline activities, education and technology meet ups, Blockchain Centre New Delhi will help the blockchain youth community to voice the industry's need for collaboration & innovation","WELCOME_COOPERATION":"Welcome cooperation","AS_THE_WORLD":"Just like the internet has made the world to be more open and connected, the blockchain technology will bring greater trust and transparency to the world. We’re excited for the future and welcome you to join the Blockchain Centre. As the world's first non-profit blockchain knowledge education and knowledge hub, we look forward to cooperating with global resources to create tomorrow!","MEET_THE_TEAM":"Meet the Team","SAM_LEE":"Aawesh Dahiya","FOUNDER":"Founder","SAM_LEE_IS_THE":"Aawesh Dahiya is the Founder of Blockchain Centre New Delhi. Aawesh has always been a pioneer, a first adopter when it comes to technological advancements. He is BTech - Electronics & MBA – International Management and has over 15 years experience in multiple technology domains - IT, Telecom & Electronics. Driven by an inquisitive spirit on the constant lookout for the next big thing, Aawesh got interested in game changer blockchain technology. Having accumulated enough knowledge and expertise on the subject, he is currently CEO & Founder of Blockchain Centres India– Part of world’s largest Blockchain community with 17 centres in world. Aawesh is a technology speaker and speaks at many global conferences on emerging technologies. ","INVESTOR_NAME":"Gautam Dutt","INVESTOR_HEADER":"Investor","INVESTOR_BODY":"Continuous Learning defines Gautam’s career with 21 years of experience in marketing communications industry across Asia and experience in various aspects of marketing communications from traditional advertising to digital media. From helping to launch the Dell direct sales model in India to managing Intel’s Media spends across APAC to starting Havas Media operations in Shanghai to scaling up digital services across paid owned and earned media for Havas Media Singapore has given Gautam the depth and breadth of experience required to navigate the fast changing media and digital world. ","ADVISOR_NAME":"Anurag Ranjan","ADVISOR_HEADER":"Strategic Advisor","ADVISOR_BODY":"Anurag Ranjan, is the Founder of Blockchain Centre New Delhi. As the Independent Director of Blockchain Centre, the world's first non-profit blockchain education and knowledge hub. 2020, Ranjan initiated the Blockchain for NGO Program focused on providing a fairer system to rate the NGO in India. Mr. Ranjan background is an Engineer profession and is also the CTO for Aspagteq.","LAYLA_DONG":"Dushyant Verma","INDEPENDENT_DIRECTOR":"Founder","LEADING_THE_TEAM":"Ideas & execution have been the cornerstone for Dushyant’s 21 years of professional career. He has been in the working in a unique cusp of marketing, data & technology field which he believes is the new realm for creating experiences and tribe of consumer in this digital era. Having worked in multiple geographies, sectors and senior roles, Dushyant keeps his learning hat on to deliver growth ideas for brands & business to maximise their potential in the digital jungle and plays an active role in Blockchain communities.","PARTNERS":"Partners","MEDELLIN":"Medellin<p>Calle 10B #35-50, Medellin， Antioquia 050001， CO<\/p><p><img src='assets\/images\/globalBC\/1.哥伦比亚.jpg'><\/p>","NEW_YORK":"New York","VILNIUS":"Vilnius<p>Upes str. 21， Vilnius ， Vilnius 08128， LT<\/p><p><img src='assets\/images\/globalBC\/3.立陶宛.jpeg'><\/p>","MOSCOW":"Moscow<p>2-Y Donskoy Proyezd, 9 строение 3, Moskva, Russia, 115419<\/p><p><img src='assets\/images\/globalBC\/4.莫斯科.jpg'><\/p>","DUBAI":"Dubai<p>Emirates Tower-Business Tower-Area 2071, Dubai<\/p><p><img src='assets\/images\/globalBC\/5.迪拜1.jpg'><\/p>","SUZHOU":"Suzhou<p>Level 6，Building 5, 328 Xinghu Street, Industry Park, Suzhou.<\/p><p><img src='assets\/images\/globalBC\/6.苏州.jpg'><\/p>","SHANGHAI":"Shanghai<p>Room 101,Building 3,Yuyuan Road No.546,Jing'an District,Shanghai<\/p><p><img src='assets\/images\/globalBC\/7.上海.JPG'><\/p>","PERTH":"Perth<p>L2 66 Kings Park Road,West Perth, WA 6005,Australia<\/p>","SYDNEY":"Sydney<p>Level 12\/255 Pitt St, Sydney NSW 2000, Australia<\/p><p><img src='assets\/images\/globalBC\/9.悉尼.jpg'><\/p>","MELBOURNE":"Melbourne<p>Blockchain Centre<\/p><p>@ Stone & Chalk<\/p><p>Good Shed North<\/p><p>710 Collins Street<\/p><p>Docklands VIC, Australia 3008<\/p><p><img src='assets\/images\/globalBC\/11.墨尔本1.jpg'><\/p>","SINGAPORE":"Singapore<p>Odeon Towers, District 6,331 North Bridge Road#02-01<\/p><p><img src='assets\/images\/globalBC\/10.新加坡.png'><\/p>","TORONTO":"Toronto","KUALA_LUMPUR":"Kuala Lumpur<p>Glo Damansara Mall<\/p><p>Lot 1.02 Level 1<\/p><p>Jalan Damansara, 60000,<\/p><p>Kuala Lumpur,<\/p><p>Wilayah Persekutuan,Malaysia<\/p>"},"EXHIBITION":{"EXHIBITION":"Exhibition","PREVIOUS":"Previous","NEXT":"Next","YEARS_DEVELOPMENT":"10 Years Development of Blockchain Technology","TECHNOLOGY_CAN_BE":"Technology can be combined with any human perception and emotion: art, music, dance, photography...","WHEN_VARIOUS":"When various humanities and cultures are interpreted by technology, a visual sense across the sub-dimensional and cross-cultural fields is evolved, and the human culture is reinterpreted with a more intuitive sensory language.","BLOCKCHAIN_CENTRE":"Blockchain Centre is not only a gathering place for technology talents and Internet enthusiasts, but also for cultural exchanges. Through yearly exhibitions, seasonal exhibitions and pop-up exhibitions, the interactive nature of the blockchain centre has been enriched, and the exhibition mode of science and technology plus art will be formed to create a long-term fun and interesting technology and culture centre. Let more people understand about blockchain technology behind them through the all formats of art.","INTESTELLAR_BUS":"Interstellar Bus | Blockchain centre team","CAN_THE_BLOCKCHAIN":"Can the blockchain guide humanity to the ultimate freedom?","HONEYCOMB_PARTY":"Honeycomb Party | Sencity & MHP","DANCE_WITH":"Dance with the infection of conceptual images and music, and realize the vitality and charm of the technology in the blockchain.","DIAMOND_MIRROR":"Diamond Mirror | Mirage Makers","WITH_THE_SHAPE":"With the shape of a diamond cut, flat when unmanned,creating a self-reflection of deconstruction when activated.","CSR_EXHIBITION":"CSR Exhibition - Augemented Future | Blockchain centre team","EXPLORE_THE_FUTURE":"Explore the future and technology in the eyes of children, creating social impact on kids education for blockchain technology.","FUTURISTIC_LIGHTS":"Futuristic Lights | Vivee Wei& Nakwi","THE_INSPIRATION":"The inspiration originated from children in CSR art creation. The exhibition is a parallel universe reveals the futuristic dream with the combination of artistic creativity and technology.","STAIRCASE_STARS":"Staircase stars | Mirage Makers","THE_CREATIVE":"The creative stair space is designed with a sense of technology and incorporates lighting programming to give a sense of the futuristic space.","INTERSTELLAR_BUS":"Interstellar bus leads the public to explore and experience the development of trust mechanism from interpersonal trust, institutional trust to human-machine trust, and explore whether the blockchain can guide humanity to the ultimate freedom","USE_THE":"Use the changing light and shadow to record the imprint of each other into the blockchain era, injecting notes into the blood of technology and creating an immersive technology experience space.","EMBRACE_TECHNOLOGY":"Embrace technology, everything is human. The presentation of all technologies is a reflection of human needs.","AT_THE_BLOCKCHAIN":"At the Blockchain Centre’s charity science and technology exhibition, the artists led the children of the migrant’s primary school to create together with using color and imagination.","THE_EMOTIONS":"The emotions in the heart, the universe in the eyes. The exhibition uses rich expressions, colors and spirits to show meditation on the concept of nothingness and the void of the universe.","THE_PERFECT":"The perfect combination of technology and art, in the design of each blockchain centre has an artist's unique embodiment."},"EVENTS":{"EVENTS":"Events","BLOCKCHAIN_CENTRE":"Since 2020, Blockchain Centre New Delhi has held community events & meetups every month. The activity brings together computer enthusiasts, developers, entrepreneurs from various industries, Internet industry executives, high-quality technical talents from various industries. Our endeavour is to discuss problems & projects which can be solved using Blockchain in relaxed and pleasant atmosphere. Blockchain Centre New Delhi also has regular two-way exchanges and interactions with major universities, organizes scientific and technological exchange activities organized by universities. ","TECHNOLOGY":"Tachion | Technology and Art","VISUAL":"Tachion | Visual media","UNIVERSITY_TOUR":"University Tour - Duke Kunshan University","GLUEHWEIN_PARTY":"Gluehwein Party Night","TACHION":"Tachion | Art 021","SECRET_CINEMA":"Secret Cinema Night","TALK_SHOW":"Talk show artist Royle, founder of Singapore Pine Art and Culture Foundation Allison Liu and P2P communications expert Tachion Tian Nian. The three cross-border guests started from their own professions and tried to dissolve the enchantment of technology and art in different ways.","SOUND_ARTIST":"Sound artist, Jeremy John Butler, professor of the Shanghai Vancouver Film Academy, Chenyi Qiu, CEO of the simultaneous translation of LEDGE, Bill Wang, another lovely evening time with Blockchain Centre talking about visual media. ","WALKING_INTO":"Walking into the campus, with the theme of “Blockchain and Internet”, let more young generation understand about blockchain and cultivate more new energy for the industry.","SECRET_CINEMA_WITH":"Secret cinema with free flow of drinks and snacks, creating a comfortable and mysterious atmosphere for young community.","INVITED_STACIE":"Invited Stacie Xie, General Manager of the Modern and Contemporary Art Department of Beijing Shishi International Auction, Mattieu Tondeur, founder of Mirage Makers, Tachion Project Leader Ingrid Yu, and founding members of the Virgo Network, a mobile-chain solution for the blockchain industry.","ON_DECEMBER":"On December 29, 2018, the 'Gluehwein Party Night' kicked off, and the guests from all over the world toasted and celebrated the perfect ending in 2018."},"COURSES":{"COURSES":"Courses","THE_BLOCKCHAIN":"We are committed to deliver education that is focussed on delivering high quality blockchain courses combined with research & projects that meets global standards. The Blockchain Centre is dedicated to the education and popularization of blockchain knowledge worldwide. As early as 2014, founder Sam Lee drove the blockchain bus into the community to explain to the children what the blockchain is. Today, the understanding and understanding of the nature of blockchain technology is particularly important. How to make people around the world understand and accept blockchain technology is the mission of the Blockchain Centre. ","BASIC_COURSE":"Basic Course","BLOCKCHAIN_TECHNOLOGY":"Coming soon","INTERMEDIATE_COURSE":"Intermediate Course","FREE_TRY":"Coming soon","FOR_THOSE_WHO":"Coming soon","BOOT_CAMP":"Boot Camp","ENTREPRENEURS":"Coming soon","OPEN_SOURCE":"Open source community","BLOCKCHAIN_CENTRE":"Blockchain Centre Open Source community established by the Blockchain Centre, where you will meet a wide variety of people, but everyone has a common label: blockchain. The community focuses on blockchain knowledge, blockchain technology exchange, and blockchain value links.","IF_YOU":"If you would like to join our community, please contact info@blockchaincentre.co.in or"},"INCUBATOR":{"INCUBATOR":"Projects","INCUBATOR_PROGRAMS":"Featured Projects","WITH_THE_GROWING":"We’re excited for the future and welcome you to join the Blockchain Centre New Delhi. We support projects to solve those problems which couldn't be addressed with the existing technology. ","WITH_OUR_GLOBAL":"The endeavour is that with our global network of 17 centres in 13 countries and 16 cities, and our community of blockchain technology entrepreneurs, experts, mentors and investors, we assist individuals. We collaborate to bring all thought leaders on one platform. ","STARTUPS_NEED":"We understand that start-ups, specially the ones in Blockchain space need support to bring their ideas to life. Blockchain Centre New Delhi will do its best to support start-ups by leveraging its global network and local community collaboration. ","JUST_AS_THE":"Please write to info@blockchaincentre.co.in to join our community or to participate in any of the projects (with the project name in the header.) ","INCUBATOR_PROJECTS":"Projects","RUDEN_BLOCKCHAIN":"Unnati","WHAT_JAPAN":"Project aims to create a scalable and sustainable model with socially responsible business practice (SRB) at its core. With Blockchain at its core, the project will be initiating work in tribal areas, starting with Jharkhand region, to distribute locally produced good globally, where the proceeds are shared with the community which produces the good.","WHY_LEVERAGING":"The model has following key components:\r\n•\tA strong brand with a well directed marketing effort through professional marketing companies\r\n•\tDistribution at scale through ecommerce platforms (such as Amazon)\r\n•\tRobust and ethical sourcing via NGOs\r\n•\tA trust system designed on a blockchain platform\r\n\r\nWe welcome Corporate to participate in the initiative as CSR. Please write to dushyant@blockchaincentre.co.in for more details.","CONTENTOS":"E-Waste","WHAT_THE":"The project aims to helping to create a blockchain system that makes it easier to dispose e waste for large enterprises.\r\n","WHY_CHANGING":"For Businesses, the EPR of 10% currently being done more on paper. Businesses need to spend money to dispose e waste ethically whereas they can get money from giving the e waste to the unorganised sector. However a small segment of companies have emerged who want to dispose off properly and pay for disposal including data destruction. If you are a corporate and want to know more, please write to Gautam@blockchaincentre.co.in for more details","BASTION_PAY":"Hard Wallet","WHAT_THE_WORLD":"The world’s most robust wallet to store Crypto Currency","WHY_POWERING":"Card provides highest level of security possible from existing hardware PLUS has the capability to interface with Vendor Point of Sales machines, bank ATM etc. Blockchain Centre New Delhi is actively seeking investors to partner in this project. Please write to anurag@blockchaincentre.co.in with the Subject \"Project Hard Wallet\"","PENTA":"Loyalty Chain","FIRST_BLOCKCHAIN":"Solving the current inefficient loyalty system","PAVING_THE_WAY":"Blockchain based loyalty programs will usher in a new way to transact. Loyalty rewards are a type of digital currency, so it is only natural that an engine that enables crypto currency such as Bitcoin, renders loyalty as a currency. Such loyalty currency in a system can be earned & transacted among multiple parties in exchange for services, goods, and other interactions. A seamless system, that obviates the need for an API within the participating merchants and exchange the currency freely, solves the inefficiency with current loyalty solutions."},"FOOT":{"ABOUT":"About Us","EMAIL":"info@blockchaincentre.co.in\r\n","COPY":"2020. Blockchain Centre New Delhi. All Rights Reserved.","BLOCKCHAIN_CENTRE":"Blockchain Centre New Delhi is India chapter of the world's first non-profit education & knowledge hub dedicated to promote blockchain. We are located at A1, HIGHWAY TOWERS, SECTOR 62, NOIDA, NEW DELHI NCR","QUICK_LINKS":"Quick Links","CONTACT_US":"Contact Us"},"alert":"Alert","anchorToHero":"Anchor the hero","angularExampleApp":"Blockchain Centre","areYouSure":"Are you sure?","back":"Back","canVote":"Can vote :)","cancel":"Cancel","cannotVote":"Cannot vote anymore :(","changeBrowser":"Your browser is not supported. Please use, Chrome, Firefox, Safari, Opera or IE>11","create":"Create","createHero":"Create a hero","createNewHero":"Create new hero","cyan":"Cyan","details":"details","error404":"404 Error","errorHasOcurred":"An error has ocurred","findHero":"Look for a hero","firstTwoHeroesById":"Heroes (1-2)","goBack":"Go back","hero-create-new":{"newHero":"New hero"},"hero-top":{"title":"Top Heroes"},"heroCreated":"Hero created!","heroDefault":"It's a default hero, you cannot delete it","heroDetail":"Hero detail","heroDuplicated":"Hero id is already taken","heroLikeMaximum":"The limit of votes is {{value}}!","heroPower":"Hero power","heroRemoved":"Hero has gone :(","heroesList":"Heroes list","home":"Home","language":"Language","mayTheForce":"May the force be with you","name":"Name","nameRequired":"Name is required","nameWithPalindrome":"Name (Palindrome?)","no":"No","noHero":"There is no hero!","offlineMessage":"Without connection we can not load anything!","orange":"Orange","realName":"Real name","realNameRequired":"Real name is required","remove":"Remove","removeHero":"Delete hero","saveHero":"Save hero","saved":"Saved!","snapshot":"Snapshot","sureRemoveHero":"Do you want to remove the hero?","topHeroes":"Heroes most liked","undefined":"","updateBrowser":"You are using an old browser, please update it and reload the page.","yeahPalindrome":"That is a palindrome!","yellow":"Yellow","yes":"Yes"}